{
    "ok": [
      "now just to make the user actually show up ",
      "And when I've argued with him I constantly provide points and he screams his narrative louder by repeating it ",
      "\"It's a shame because I thought Nyx was alright before this\" you could tell he was power-hungry ",
      "that is what he did to hac ",
      "We try to; we miss stuff sometimes; we're human too. But avery's been muted around 25 times; he has by no means gotten off scot-free. :P ",
      "Once I get the serious stuff done, I got to make some fun stuff ",
      "And someone threatens to mute him and he starts criticizing the server even more. :p ",
      "also, the staff now have a log of all the messages ",
      "You should show me how to implement something like your mute system, pretty interesting having it timed. ",
      "if yall want any custom text emotes or whatever they are called, i can add them ",
      "dont appear to be showing up in logs ",
      "Though mobile used to not be able to add reactions, those were the rough days.",
      "Didn't delete anything of yours ",
      "also, for anyone wondering, I'm going to turn JALUS Discord into a person Discord server. I'm running my logger bot to log the entire chat just for archive purposes, but yeah ",
      "That server must have one heck of an identity crisis",
      "you should be playing the real games",
      "For MOD creators, Tencent will also provide a full range of mutual exclusion plans to help create a prosperous development of the ecology, including up to 20 million fund support, high-profit sharing incentives, and traffic support, technical assistance, and talent development.",
      "On WLUS you can teleport and explore worlds",
      "I am trying to determine if it is easier than just a compiled LUNI ",
      "An easy to setup server? ",
      "What does WALUS even have in it these days ",
      "Does anyone know how much content is available in the Luniserver game version of Timtech? ",
      "~~and after I send a virus through the internet, causing all computers and related technology to shut down, causing electricity and etc to also shut down, and making everyone die of starvation and wars~~ ",
      "Its course rough and it gets everywhere",
      "We have to accept that anonymity will provide for some of that, but you just have to sift through that and use the legitimate responses which are hopefully improved - chances are you wouldn't be getting better feedback from the users who troll anyway ",
      "Which is very unfortunate.",
      "On a brighter note, some people seem to appreciate my contributions as a staff member.",
      "Well, does this mean I am being to open and personal about being trans? ",
      "We shouldn't have done anonymous input... I wanna know who said it was bad that I am not straight ",
      "I skimmed though the forms and some points that I got out of it was that people are fairly happy with the channel layout and the atmosphere. Some people think we are over moderating and some think the opposite and think we should do more. ",
      "As school have started and people are getting back to their normal lifes doing this takes lots of planing and free time to stream, which is very hard to come by right now. ",
      "I'm 90% sure nitroyoshi9 and anima are the same person. They both joined LCDRU at the same time, and then hours later, joined here at the same time ",
      "This is the LUCH and over here we sell exclusive edition LU cds ",
      "its kinda funny watching people pull out their phone just for the time when they have a watch",
      "its funny, I always say to people wearing watches, \"check your phone\" and they're gullible for it",
      "Unless you like no drinking age and a bunch of people wearing fake yeezys ",
      "holy crap i just realized my yard duties name in elementry school was Mr. Dewit ",
      "Though most responses were fairly well thought out, so not like one guy spammed a bunch ",
      "But that's what happens when you take anonymous feedback, it's open season for criticism. :P ",
      "I'm going to sleep now, and I'm honestly looking forward to seeing what Tencent has in store (even those it's China only - there'll probably be some loophole) ",
      "For that vote, I was just thinking that, sure the projects are info, but I think it'd be better to have a separate channel for actual info",
      "i.e. LUCH isn't a server project so stop acting like we are when you join ",
      "well, updates are sent over game messages, but to simply unlock them all, you can just send them over the xml.",
      "I'm also in school and well it started out with an LU topic but then it ya \"died\". ",
      "I think creating a new channel is the best route ",
      "Hallo ",
      "Different hud ",
      "That too ",
      "quite similar but also quite different from the looks of it ",
      "It looks a lot like it from some screenshots ",
      "Not really worlds ",
      "LEGO worlds mobile confirmed ",
      "Pls make it big ",
      "we'll find out",
      "but also: may not be released outside of china ",
      "And its multiplayer? ",
      "and we have a little bit of gameplay and screenshots ",
      "lego unlimited is google's translation of the chinese name ",
      "Wait is it called LEGO unlimited or lego cube",
      "Aaaahhhhhhhhhhhhh "
    ],
	"language": [
      "Hell I've got an anime pfp",
      "But they started posting waifus and shit",
      "Hey fuck you",
      "when he's ready to calm down quits trying to start shit. :P ",
      "why's there a dick hanging down",
      "fuq u",
      "does he really need to do this shit ",
      "oh shiiiiet ",
      "this is just so fucking stupid at this point ",
      "fuck",
      "damn",
      "shit",
      "hell",
      "ass",
      "sex",
      "dick",
      "pussy",
      "cunt",
      "penis",
      "vagina",
      "loli",
      "f u c k",
      "what in the f u c k",
      "Cuz people are assholes",
      "Yall wanna buy some crack ",
      "Drink sand",
      "lmao ",
      "_this bitch_ ",
      "small schlong",
      "F*CK ",
      "im already wet ",
      "im just saying like the only other fella here with a long schlong is like ",
      "i legit do lmao ",
      "memetemple do you have autism",
      "thats fucking brilliant",
      "were you a fetus when you played this game",
      "fucking",
      "retarded"
	]
}